{
    "type": "other",
    "name": "ROCKBAR",
    "mayor": "OneDarkGame",
    "branch": "yellow",
    "nether": {
        "x": -15,
        "z": -89
    },
    "description": "«ROCK BAR» — первое заведение, которое открытое в аду. Именно там впервые напитки стали продаваться по одному ару, из—за чего рынок РП продажи напитков обвалился и цена в 1 ар стандартизировалась.<br>Бар из себя представляет двухэтажное помещение, однако очень многое скрыто от глаз посетителя. Под баром располагается давно заброшенная шахта, куда время от времени спускаются любители страшных историй, да отшельники. В верхнем мире по координатам бара строится отель для VIP посетителей, но по последним данным стройка была заморожена на неопределенный срок. Бар имеет запутанную систему вентиляций, про которые ходит множество баек по всей стране. Одна из таких – страшное существо с народным прозвищем «таракан». Вентиляция обширна, с кучей трудно заметных ходов и поворотов. Никому не известно, существуют ли у нее конец. Раньше по соседству располагалось кафе и некоторым удавалось попасть в заброшенные помещения через вентиляцию. То место покрыто мраком и тенью зловещего, отчего привлекает толпы любителей приключений и различных подозрительных личностей. Из—за такого внимания к вентиляциям, администрация бара вызывает время от времени интерпол для проверки и поимки пролезших людей.<br>Несмотря на все эти легенды и байки, бар пользуется большим успехом у граждан страны. Многим нравится атмосфера этого рокерского уголка и в заведение приходят даже те, кто вовсе не слушает эту музыку. С недавнего времени бар облюбовал «Байкерский Клуб» и из—за доверия между владельцем и этой бригадой на мотоциклах, персонал набирается исключительно из них.<br>В баре имеется:<br>— бочка AFK торговли при отсутствии бармена<br>— PVP арена под баром<br>— Общественная чаровальня справа от барной стойки<br>— VIP ложа с доступом в разные интересные локации (1 посещение – 5 ар, навсегда – 64)<br>— Возможность заказать доставку двух гвоздичек для вашего знакомого (По вопросам к владельцу бара)<br>Бар открыт круглосуточно и может функционировать даже без персонала.",
    "residents": ["Ром «Clement»", "Коньяк «Jenssen Arcana»", "Текила «Pazion Azteca»", "Ликер «Blue Curaçao»", "Водка «Smirnoff»", "Бренди «Torres»", "Вино «Sutter Home»", "Виски «Jack Daniels»", "————————", "Бесплатная закуска"],
    "marks": ["bar"],
    "pictures": 1,
    "custom": {
        "residents": "Меню (все по 1 ар)"
    }
}